[
    {
	"literatureId": 1,
	"nombre": "RELATOS DE FAMILIA",
	"info": ["Carmen Odio González (2017)", "Se relatan las vivencias y anécdotas de la infancia y juventud de la autora, refleja el espacio familiar y vecinal de la época. Muestra algunos de los cambios que se han presentado y el sentir de sus habitantes ante las transformaciones urbanas y sociales del último medio siglo."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-01.png?alt=media&token=c6247638-bf53-44a6-9629-d19553022b79",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-01.png?alt=media&token=b7778b19-5990-4f30-8f2c-588e0ba001e9"
    },
    {
	"literatureId": 2,
	"nombre": "LAS ISH",
	"info": ["Fernando Muñoz Mora (2010).", "Barrio Amón fue el lugar de residencia de la familia Castro Saborío; sus hijos, nietos, bisnietos, tataranietos y todos los descendientes de este hogar guardan con aprecio la herencia que se les ha dejado. Quien escribe, nieto de una de las Castro Saborío, expresa su suerte por vivir en Barrio Amón y relata las experiencias vividas tanto en el Barrio como en la casa durante finales  de la década de los cincuentas hasta inicios de los setenta; lo que es anterior a esos años citados corresponde a una recolección de cuentos y sucesos interesantes aportados por familiares que con emoción desean se entiendan sus raíces."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-02.png?alt=media&token=5aac21f7-7afd-49f2-8e3f-4f095903e0a3",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-02.png?alt=media&token=eea119a2-4e9e-4cf3-b356-0334dfa78879"
    },
    {
	"literatureId": 3,
	"nombre": "LA MODERNIZACIÓN ENTRE CAFETALES",
	"info": ["Florencia Quesada Avendaño (2011)","Esta investigación estudia por qué y cómo se llevó a cabo el proceso de modernización urbano en San José entre 1880 y 1930 con un acercamiento cultural del fenómeno a partir de diversas interrogantes. ¿Cuáles fueron los ideólogos, los ideales y los supuestos modelos urbanos y culturales con los cuales se pretendía transformar a San José a finales del siglo XIX? ¿Cuál fue el impacto de la nueva fase de crecimiento en el modelo urbano jerarquizado colonial prevaleciente y las consecuencias sociales y urbanas de la transformación? ¿Cómo se llevó a cabo ese proceso de modernización urbano y qué significó para el futuro desarrollo de San José y de sus habitantes? ¿Cuáles fueron los límites de ese proceso."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-03.png?alt=media&token=0fe76d12-ac6b-4a0b-b2be-c3a0e18970fb",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-03.png?alt=media&token=a8641160-9151-44fd-bd50-1ae2315fedb3"
    },
    {
	"literatureId": 4,
	"nombre": "PÁGINAS ILUSTRADAS",
	"info": ["Revista semanal, fundada y dirigida por Próspero Calderón. Temas: Literatura, Sociedad y aspectos sociales. Interesa profundizar los artículos “En la finca de Mr. Amón” (Junio 1904) y “Vistas de San José: Barrio Amón (Octubre 1909)”. "],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-04.png?alt=media&token=281d4b31-010a-4f4f-a0dc-95b4bb8b3b3d",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-04.png?alt=media&token=563ce702-d65a-4513-b1f4-bb1d80025631"
    },
    {
	"literatureId": 5,
	"nombre": "BARRIO AMÓN: Memoria y desarrollo instituto tecnológico de Costa Rica",
	"info": ["Enrique Hernández (2010)", "El Centro Académico de San José, ubicado en el Barrio Amón, manifiesta su preocupación por los diversos procesos de degradación urbana y desvalorización de este entorno, y haciendo eco de inquietudes de los diversos actores sociales que habitan el Barrio Amón: vecinos, empresas, centros culturales, instituciones; realiza la apertura de un área programática de investigación y acción sociocultural para unir esfuerzos en una red que tiene como objetivo incidir en la revitalización urbana de este amenazado entorno. Como punto de partida, en el 2010, desarrollan un estudio de la realidad para la formulación de propuestas de intervención bajo el título “Barrio Amón: Memoria y Desarrollo” a cargo de un equipo coordinado por el antropólogo MSc. Enrique Hernández."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-05.png?alt=media&token=b26d7942-4767-477a-8411-d4b693a648ee",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-05.png?alt=media&token=a3f04e84-5e3d-4ef7-9a12-87c554d48c65"
    },
    {
	"literatureId": 6,
	"nombre": "LOS ESPACIOS PÚBLICOS Del distrito Carmen: gusto e interés de la burguesía 1860 a 1930.",
	"info": ["Gerardo Vargas C. Carlos Zamora H. (2010).", "El contenido de esta revista es una muestra representativa del quehacer investigativo de los proyectos de obra física y de la experiencia acumulada en el Centro de Investigación y Conservación del Patrimonio Cultural. Este artículo, parte de la premisa de que San José, en el último cuarto del siglo XIX, fue moldeada y transformada de acuerdo con los intereses muy particulares del grupo que desde el poder deseaba modificar el paisaje urbano siguiendo cánones preestablecidos. Además, deja en evidencia que los espacios públicos conocidos como parques formaron parte del ordenamiento urbano de finales del siglo XIX, cuando quedaron definidos los espacios verdes para los 4 distritos de la capital y en el caso del distrito Carmen, llegó a contar con mayores zonas verdes que el resto de los distritos."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-06.png?alt=media&token=2647da9f-3d8e-4056-8fbe-424e2ebc947a",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-06.png?alt=media&token=f3372596-e861-420d-b9e6-d7a70bd905fe"
    },
    {
	"literatureId": 7,
	"nombre": "PROYECTO DE RENOVACIÓN de Los Barrios Amón y Otoya. Hacia la recuperación de un fragmento de nuestro Patrimonio Histórico.",
	"info": ["Asociación para la Conservación y Desarrollo de Barrio Amón (1994)", "La revista Herencia, realiza un compendio de temas que abarcan desde la valoración de nuestra arquitectura doméstica, hasta el análisis de otros discursos que habitan en nuestra herencia cultural, entre ellos la música popular, la literatura, el teatro y la historia local. La Asociación para la Conservación y Desarrollo del Barrio Amón, preocupada por mejorar la calidad de vida de las personas que, trabajan y transitan por estos barrios centenarios, se abocó a la tarea de salvar lo que aún no ha sido destruido por diferentes motivos y procurar convertir de nuevo a esa zona en un sitio agradable para vivir; con la mirada puesta en su objetivo principal: “Renovar un segmento en nuestro pasado y readaptar lo al ser humano”."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-07.png?alt=media&token=2ed02b54-9617-4cee-951a-2e6b9a737f0d",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-07.png?alt=media&token=d0a21f0b-6e16-4627-b1a9-c63297d25607"
    },
    {
	"literatureId": 8,
	"nombre": "EN EL BARRIO AMÓN: Arquitectura, familia y sociabilidad del primer residencial de la élite urbana de San José, 1900-1935.",
	"info": ["Florencia Quesada Avendaño (2001).", "La revista historia, escrita por autores de la región, busca dar a conocer la investigación histórica de relevancia acerca de Costa Rica y América Latina. En su artículo, Florencia Quesada, contextualiza la aparición del barrio dentro del proceso nuevo de segregación urbana y arquitectónica de modernidad citadina; además, se centra en el estudio de las características sociales y demográficas del barrio. En el ámbito arquitectónico muestra un análisis de los estilos, materiales, planos y distribución de los espacios presentes en algunas de las edificaciones del barrio. También, se dedica a ligar y contrastar la cotidianidad de barrio Amón con la cultura urbana del San José de las primeras décadas del siglo XX."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-08.png?alt=media&token=22602d3d-7e8f-4b87-bc5a-c6132ca20631",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-08.png?alt=media&token=47dd3c07-daa3-4dca-9699-f08bdf080f6d"
    },
    {
	"literatureId": 9,
	"nombre": "EL PATRIMONIO HISTÓRICO ARQUITECTÓNICO Y EL DESARROLLO URBANO DEL DISTRITO CARMEN DE LA CIUDAD DE SAN JOSÉ 1850-1930",
	"info": ["Gerardo Vargas C. Carlos Zamora H. (2000).", "Este trabajo contribuye de manera eficaz a la valoración de la ciudad y en particular de un área específica de ella, de esta forma, centran el análisis en el distrito josefino del Carmen sin excluir la visión globalizadora del proceso de crecimiento y desarrollo de la ciudad de San José desde sus inicios. Se analiza el fenómeno de conurbación, es decir, la aparición de una ciudad de San José cuya Gran Área Metropolitana parece va a sobrepasar los límites geográficos naturales que se tenían hasta el momento."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-09.png?alt=media&token=933a5b51-eef8-4a7b-a459-53cd067abab5",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-09.png?alt=media&token=4c16c570-ee95-4726-9eae-cac343cd61c6"
    },
    {
	"literatureId": 10,
	"nombre": "EN EL BARRIO AMÓN",
	"info": ["Florencia Quesada Avendaño (2001).", "A mediados del siglo XIX, tanto en Costa Rica como en otros países de América Latina, las ciudades comenzaron a transformarse. Estos cambios se produjeron de la mano de procesos económicos que promovían la concentración en las ciudades de una población variada, con nuevas formas de vida. En este libro se analiza el proceso de cambio socio-urbano y arquitectónico que se manifestó en la creación del primer barrio residencial de la élite urbana de San José: el barrio Amón. Se analiza la formación y consolidación de este barrio a través de la arquitectura, los espacios interiores y la vida cotidiana de sus habitantes entre 1900 y 1935, con el objetivo de caracterizar el desarrollo de una cultura urbana burguesa."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-10.png?alt=media&token=d7abd91a-b29c-41e0-a581-79723ef4d79a",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-10.png?alt=media&token=025f083f-bdc1-413f-9492-1402c4fae788"
    },
    {
	"literatureId": 11,
	"nombre": "DISTRITO EL CARMEN Ciudad de San José circuito de turismo cultural.",
	"info": ["Carlos Zamora H. Gerardo Vargas C. (2010).", "Esta guía de turismo histórico del Distrito El Carmen, busca cumplir una función educativa y de divulgación del patrimonio e identidad cultural, del sector más valioso y mejor conservado de la ciudad. En el área encontramos las edificaciones más antiguas de la ciudad, construidas en los últimos 150 años, con una variada gama de técnicas, materiales y estilos que permiten acercarnos a la evolución de la arquitectura en Costa Rica. El sector surgió como producto de la expansión urbana del casco antiguo de la ciudad y se consolidó como un ensanche poblacional hacia fines del siglo XIX. La nueva zona, se caracterizó desde sus inicios, por el avecindamiento de las principales familias adineradas de San José."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FMiniaturas%2FPortadas-11.png?alt=media&token=4ff2722f-ebc3-4799-a7a1-52bb17adb5ca",
	"imagen": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Literatura%2FCabeceras%2FLiteratura%20H-11.png?alt=media&token=451f9ab7-81d1-4a85-91a7-8612e2124cf8"
    }
]
