[
    {
	"placeID": 1,
	"nombre": "Casa González Feo",
	"narracion": ["La casa originalmente perteneció a la familia Echandi Lahman; un año después del asesinato del Dr. Echandi (1939) los propietarios decidieron venderla a don Mario González Feo.", "La casa originalmente fue de estilo victoriano, pero don Mario la fue modificando hasta el día de su muerte. Por ejemplo, la capilla fue construida en los años 50 y los mosaicos del exterior en los 60.", "En la capilla, don Mario quería inmortalizar a su familia, por lo que las pinturas de los evangelistas representan a varios hombres de la familia y las gracias a varias mujeres, entre ellas su esposa.", "Todas las modificaciones que hizo don Mario a la casa están hechas con mucho detalle, producto del trabajo de varios artesanos josefinos de la época (Vecinos de barrio Amón, comunicación personal, 9 de noviembre de 2017)."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Narraciones%2FMiniaturas%2F01CasaGonzalezFeo.png?alt=media&token=261b9599-2e00-46d5-b6f1-c7ac692053b2"
    },
    {
	"placeID": 2,
	"nombre": "Centro Costarricense de Producción Cinematográfica",
	"narracion": ["La casa perteneció a un empresario inglés de apellido Ford, relacionado con Minor Keith y sus negocios de minería y banano. Ford se casó con Victoria Yglesias Castro, hija del expresidente Rafael Yglesias.", "Durante el mandato de León Cortés Castro se produjo la visita del presidente nicaragüense Anastasio Somoza Debayle, quien se alojó en el actual Centro de Cine.", "Entre 1960 y 1970 en el edificio se ubicó la Dirección de Investigaciones Criminales, por lo que era común escuchar las quejas de los presos en el lugar (Vecinos de barrio Amón, comunicación personal, 9 de noviembre de 2017)."],
	"buttonLink":"https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Narraciones%2FMiniaturas%2F02CentrodeCine.png?alt=media&token=b1970151-f844-44ff-a9ff-ffa3d7ce3a01"
    },
    {
	"placeID": 3,
	"nombre": "Casa Saborío González (Casa Verde)",
	"narracion": ["En la casa existió una famosa venta de repostería, doña Alicia Antillón era su dueña. El pan dulce, los suspiros y el pastel de palmito eran legendarios y el aroma del pan horneandose seducía a los vecinos.", "El actor estadounidense Bud Spencer grabó la película Ángeles en Apuros en Costa Rica y algunas escenas fueron rodadas en la casa.", "La casa fue habitada por varias familias, entre ellas: los Saborío, los Haine, los Antillón Montealegre y también por una familia alemana (Vecinos de barrio Amón, comunicación personal, 9 de noviembre de 2017)."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Narraciones%2FMiniaturas%2F03CasaSaborioGonzalez.png?alt=media&token=dab8a0e0-e01a-437a-8b90-568446a66470"
    },
    {
	"placeID": 4,
	"nombre": "Casa Calvo Peña",
	"narracion": ["Es un conjunto de casas que el Dr. Peña construyó para él y sus hijas. Las casas se conectaban entre ellas, era como una especie de laberinto con escaleras, porque se construyó respetando la topografía (Vecinos de barrio Amón, comunicación personal, 9 de noviembre de 2017)."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Narraciones%2FMiniaturas%2F04CasaCalvoPena.png?alt=media&token=4b4ac053-05bf-433e-96aa-278a6cbd7a83"
    },
    {
	"placeID": 5,
	"nombre": "Barrio Amón",
	"narracion": ["El parque Morazán era un espacio que, aunque está ubicado fuera del barrio, se consideraba como parte del mismo. Por ejemplo, ahí se hacían las fiestas de fin de año, también era el espacio para la tertulia.", "Barrio Amón era un espacio de sociabilidad, especialmente para los niños, era común verlos jugando en patines o bañándose en el río Torres.", "La vida del barrio Amón del siglo XX se basaba en ser un espacio compartido por varias clases sociales: ricos, clase media y pobres convivían e interactuaban en este barrio.", "En los libros de historia se dice que barrio Amón era el barrio de las élites, posiblemente en sus inicios así fue, pero para mediados de siglo XX  era un espacio de intercambio entre clases sociales.", "En el barrio habían muchas familias de educadores, destacan las hermanas Obregón, quienes trabajaban en la zona y editaban la revista infantil Bambi.", "La propiedad donde actualmente se encuentra la capilla de Santa Margarita, perteneció a Carolina Dent, quien arrendaba una casa a Aquileo Echeverría y su familia.  (Vecinos de barrio Amón, comunicación personal, 9 de noviembre de 2017).", "Entre 1960 y 1970 en el edificio se ubicó la Dirección de Investigaciones Criminales, por lo que era común escuchar las quejas de los presos en el lugar (Vecinos de barrio Amón, comunicación personal, 9 de noviembre de 2017)."],
	"buttonLink": "https://firebasestorage.googleapis.com/v0/b/amonra-tec.appspot.com/o/Narraciones%2FMiniaturas%2F05BarrioAmon.png?alt=media&token=485f69c5-8833-4a25-8e53-0bced4ab1fad"
    }
]
